INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "FÖRSÖK IGEN";
INSTALLER_GENERIC_CONTINUE = "FORTSÄTT";
INSTALLER_GENERIC_CANCEL = "AVBRYT";
INSTALLER_GENERIC_BACK = "BAKSIDA";
INSTALLER_GENERIC_REINSTALL = "OMINSTALLERA";
INSTALLER_GENERIC_LAUNCH_GHUB = "STARTA";
INSTALLER_GENERIC_UNINSTALL = "AVINSTALLERA";
INSTALLER_GENERIC_LETS_PARTY = "LÅT FESTEN BÖRJA";
INSTALLER_GENERIC_QUIT = "STÄNG";
INSTALLER_GENERIC_REBOOT_NOW = "STARTA OM NU";
INSTALLER_GENERIC_REBOOT_LATER = "STARTA OM SENARE";
INSTALLER_POWER_EVENT_INSTALL = "Installation av G HUB pågår.";
INSTALLER_POWER_EVENT_UPDATE = "Uppdatering av G HUB pågår.";
INSTALLER_POWER_EVENT_UNINSTALL = "Avinstallation av G HUB pågår.";
INSTALLER_ONLINE_HELP = "DIREKTHJÄLP";
INSTALLER_MORE_DETAILS = "Mer information";
INSTALLER_LESS_DETAILS = "Mindre information";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DLL_FAILURE_HELP_LINK = "https://support.logi.com/hc/articles/22319000700951";
INSTALLER_DISK_INDICATOR_NORMAL = "{0} GB är för tillfället ledigt på {1}-enheten";
INSTALLER_DISK_INDICATOR_WARNING = "Mindre än 1 GB ledigt på {0}-enheten";
INSTALLER_DISK_INDICATOR_ERROR = "Mindre än 500 MB ledigt på {0}-enheten";
INSTALLER_ERROR_DOWNLOAD_INIT = "Initiering av nedladdning misslyckades på grund av nätverksproblem. Försök igen.";
INSTALLER_ERROR_NETWORK_ISSUE = "Nedladdning misslyckades på grund av nätverksproblem. Försök igen.";
INSTALLER_ERROR_UPDATE_SUMMARY = "Det gick inte att få en giltig uppdateringssammanfattning. Försök igen.";
INSTALLER_ERROR_DISK_FULL = "Det finns inte tillräckligt med ledigt hårddiskutrymme.";
INSTALLER_ERROR_UNCAUGHT_ERROR = "Ett fel inträffade under installationen. Försök igen.";
INSTALLER_ERROR_UNPACKING = "Det gick inte att packa upp installationsprogrammets resurser. Att starta om installationsprogrammet kan lösa problemet.";
INSTALLER_ERROR_DLL_LOADING = "Det gick inte att läsa in väsentliga komponenter i installationsprogrammet. Se länken nedan för att få hjälp.";
INSTALLER_ERROR_START_INSTALL = "Det gick inte att starta installationen. Att stänga installationsprogrammet och starta om det kan lösa problemet.";
INSTALLER_ERROR_REDOWNLOAD = "Ladda ner det igen från den ";
INSTALLER_ERROR_OS_VERSION = "G HUB är inte kompatibel med din nuvarande version av operativsystemet. Kontrollera kompatibiliteten för G HUB och operativsystem för mer information.";
INSTALLER_ERROR_UPDATER_FOLDER = "Det gick inte att skapa installationsmapp.";
INSTALLER_ERROR_UPDATER_FAILED_TO_REMOVE_STORAGE_FOLDER = "Vi kunde inte ta bort den här mappen: {0}. Försök att manuellt ta bort den här mappen eller starta om datorn och försök igen. ";
INSTALLER_ERROR_UPDATER_FAILED_TO_CREATE_UPDATER_FOLDER = "Vi kunde inte skapa den här mappen: {0}. Försök att manuellt ta bort den här mappen eller starta om datorn och försök igen. ";
INSTALLER_ERROR_UPDATER_FAILED_TO_SECURE_STORAGE_DIRECTORY = "Ett säkerhetsfel hindrar installationen och blockerar åtkomst till den här mappen: {0}. Klicka på ”Mer information” för ytterligare information. ";
INSTALLER_ERROR_UPDATER_STORAGE_DIRECTORY_IS_NOT_EMPTY = "Uppdateringsmappen ({0}) är inte tom. Försök att manuellt ta bort den här mappen och försök sedan igen. ";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "Installationen av G HUB slutfördes inte";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "Starta om datorn innan du försöker köra installationen igen. Kontakta {WEBSITE} om problemet kvarstår.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "Kundtjänst";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "OFFICIELLA WEBBPLATSEN.";
INSTALLER_INFO_VERSION = "VERSION {0}";
INSTALLER_INFO_DESTINATION = "Installerar i {0}";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB av {1} MB ({2} MB/s)";
INSTALLER_LOADING_MESSAGE_0 = "Vi upptäcker långsamma nedladdningshastigheter";
INSTALLER_LOADING_MESSAGE_1 = "Kan det vänta? Vi håller på med några kalibreringar";
INSTALLER_LOADING_MESSAGE_2 = "Se till att skrivaren och inkognitohistoriken är korrekt anslutna";
INSTALLER_LOADING_MESSAGE_3 = "Leder om reaktorkraft";
INSTALLER_LOADING_MESSAGE_4 = "Tillkallar en Nyan-katt";
INSTALLER_LOADING_MESSAGE_5 = "Du behöver mer vespenegas";
INSTALLER_LOADING_MESSAGE_6 = "Jag gör inget skumt. Jaså!";
INSTALLER_LOADING_MESSAGE_7 = "Tessellerar oändlighetsmatrisen";
INSTALLER_LOADING_MESSAGE_8 = "Du måste bygga fler pyloner";
INSTALLER_LOADING_MESSAGE_9 = "D-vitamin är nödvändigt för människokroppen";
INSTALLER_LOADING_MESSAGE_10 = "Framdrivning via ramväxling aktiverad";
INSTALLER_LOADING_MESSAGE_11 = "En mus i handen är bättre än tio i skogen";
INSTALLER_LOADING_MESSAGE_12 = "Tiden går fort när man har roligt";
INSTALLER_LOADING_MESSAGE_13 = "Få ut något ur systemet";
INSTALLER_LOADING_MESSAGE_14 = "Även detta går över";
INSTALLER_LOADING_MESSAGE_15 = "Sätter på sig byxor";
INSTALLER_LOADING_MESSAGE_16 = "Skickar ut vår bästa krigare";
INSTALLER_LOADING_MESSAGE_17 = "Cyan ser skum ut ...";
INSTALLER_LOADING_MESSAGE_18 = "Arrangerar krysskilar i nätmönster";
INSTALLER_LOADING_MESSAGE_19 = "Spelar upp plan för världsdominans";
INSTALLER_LOADING_MESSAGE_20 = "Vad händer om man trycker på den här knappen?";
INSTALLER_LOADING_MESSAGE_21 = "Hej. Du är äntligen vaken.";
INSTALLER_MESSAGEBOX_TITLE = "G HUB installationsprogram";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "Kritiskt fel: Det går inte att skapa de mappar som krävs för installationen. Försök igen som Admin. Om problemet kvarstår ska du besöka https://support.logi.com/hc";
INSTALLER_MESSAGEBOX_ERROR_UNSAFE = "Kritiskt fel: Det går inte att köra programmet på ett säkert sätt. Starta om datorn och försök igen. Om problemet kvarstår ska du besöka https://support.logi.com/hc för att få hjälp";
INSTALLER_MODAL_REBOOT = "En omstart krävs för att slutföra installationen av nödvändiga komponenter. Installationsprogrammet öppnas på nytt när datorn har startats om.";
INSTALLER_MODAL_TITLE_FAILED = "Installationen misslyckades.";
INSTALLER_MODAL_TITLE_INIT_FAILED = "Initieringen misslyckades.";
INSTALLER_MODAL_TITLE_EXITING_SW = "Redan installerad.";
INSTALLER_MODAL_TITLE_CONFIRM = "Ominstallera G HUB?";
INSTALLER_MODAL_TITLE_UNINSTALL = "Avinstallerar.";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "Avinstallationen är slutförd.";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "Fel vid avinstallation.";
INSTALLER_MODAL_TITLE_EXIT = "Avsluta installation";
INSTALLER_MODAL_TITLE_REBOOT = "Omstart krävs.";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "Uppdateringsfel.";
INSTALLER_MODAL_CONFIRM_EXIT = "Är du säker på att du vill avsluta?";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "Initierar";
INSTALLER_STEP_UNPACK = "Packar upp";
INSTALLER_STEP_INSTALLING = "Installerar";
INSTALLER_STEP_FINALIZING = "Slutför";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "Genom att klicka på ”Installera” godkänner du villkoren i vårt ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "LICENSAVTAL FÖR SLUTANVÄNDARE";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "Vänta medan vi installerar G HUB.";
INSTALLER_TOOLTIP_UPDATE = "Vänta medan vi uppdaterar G HUB.";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER = "Installationsprogrammet för G HUB har avslutats oväntat";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_DETAILS = "Klicka på ”Skicka” för att skicka in en felrapport till Logitech. Se vår {POLICY_LINK} för mer information.";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_CAPTION = "Sekretesspolicy";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER_MACOS = "Ett tidigare försök att installera G HUB resulterade i en krasch";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SHOW_ERROR_DETAILS = "Information om felrapporten";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SEND = "SKICKA";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_DONT_SEND = "SKICKA INTE";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_REPORT_SENT = "RAPPORT SKICKAD.";
INSTALLER_FEEDBACK_BUTTON = "SKICKA FELRAPPORT";
INSTALLER_FEEDBACK_WINDOW_HEADER = "Tack för att du hjälper oss att göra G HUB bättre!";
INSTALLER_FEEDBACK_WINDOW_DETAILS = "Ange sammanhang eller supportärendeinformation som du vill inkludera i felloggarna nedan.";
INSTALLER_FEEDBACK_WINDOW_TEXTBOX_TIP = "Vad gjorde du när problemet inträffade? Några tillhörande appar eller enheter?";
INSTALLER_FEEDBACK_WINDOW_LOG_HEADER = "Felrapportlogg";
INSTALLER_FEEDBACK_WINDOW_COLUMN_FILENAME = "Loggfilnamn";
INSTALLER_FEEDBACK_WINDOW_COLUMN_LOCATION = "PLATS/MAPP";
INSTALLER_FEEDBACK_WINDOW_OPEN_FOLDER = "ÖPPEN";
INSTALLER_FEEDBACK_WINDOW_POLICY = "Mer information om vår {POLICY_LINK}.";
INSTALLER_FEEDBACK_WINDOW_POLICY_CAPTION = "integritetspolicy";
INSTALLER_FEEDBACK_WINDOW_POLICY_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_FEEDBACK_WINDOW_CANCEL = "AVBRYT";
INSTALLER_FEEDBACK_WINDOW_SEND = "SKICKA RAPPORT";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_HEADER = "Kassera ofullständig logg?";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_MESSAGE = "Om du stänger fönstret förloras din progress.";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_GO_BACK = "GÅ TILLBAKA";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_CLOSE = "STÄNG";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_HEADER = "Rapport skickad.";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_MESSAGE = "Tack! Vi arbetar hårt för att göra din upplevelse av G HUB bättre, och du har hjälpt oss komma ett steg närmare målet.";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_BUTTON_DONE = "KLART";
INSTALLER_APPLICATION_TITLE = "Logitech G HUB installerare";
INSTALLER_WINDOW_TITLE = "{0} Installationsprogram för G HUB";
INSTALLER_APPLICATION_DESCRIPTION = "Logitech G HUB Installationsapp";
INSTALLER_INSTALL_BUTTON = "INSTALLERA";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "INSTALLERA (ENTER/RETUR)";
INSTALLER_GET_UPDATE_BUTTON = "FÅ UPPDATERING";
INSTALLER_EXIT_BUTTON = "AVSLUTA";
INSTALLER_CANCEL_BUTTON = "AVBRYT";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "Programvaran finns redan på systemet. Starta G HUB för att söka efter uppdateringar.";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "En utgången och inkompatibel version av Logitech Gaming Software finns på systemet. Uppgradera eller ta bort det för att installera G HUB.";
INSTALLER_HEADER_DOWNLOADING = "HÄMTAR LOGITECH G HUB";
INSTALLER_DESCRIPTION_DOWNLOADING = "Den nya Logitech G HUB-programvaran är i färd med att förbättra din spel- och enhetskonfigurationsupplevelse …";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "…bygger och skyddar…";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "…rörelse i sidoläge och boosting …";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "… svävar och landar…";
INSTALLER_HEADER_DOWNLOADED = "NEDLADDNING LYCKADES";
INSTALLER_DESCRIPTION_DOWNLOADED = "Låst och laddad.";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "INSTALLERA OCH STARTA";
INSTALLER_MENU_ABOUT = "Om";
INSTALLER_MENU_QUIT = "Avsluta";
INSTALLER_MENU_CLOSE = "Stäng fönstret";
INSTALLER_MENU_EDIT = "Redigera";
INSTALLER_MENU_EDIT_CUT = "Klipp ut";
INSTALLER_MENU_EDIT_COPY = "Kopiera";
INSTALLER_MENU_EDIT_PASTE = "Klistra in";
INSTALLER_MENU_EDIT_SELECT_ALL = "Markera alla";
INSTALLER_TRANSFER_REMAINING = "återstår";
INSTALLER_ERROR_GENERIC = "Ett fel inträffade under installationen";
INSTALLER_FAILURE_PREFIX = "Det gick inte att ladda ner:";
INSTALLER_ERROR_SUMMARY = "Det gick inte att få en giltig uppdateringssammanfattning.";
INSTALLER_ERROR_INITIALIZE = "Det gick inte att ladda ner: Initieringen misslyckades. Kontrollera internetanslutningen och försök igen.";
INSTALLER_ERROR_TIMEOUT = "Kontrollera internetanslutningen.";
INSTALLER_ERROR_WRITE = "Disk verkar vara full.";
INSTALLER_ERROR_DLL = "Det gick inte att läsa in väsentliga komponenter i installationsprogrammet. Ladda ner installationsprogrammet på nytt från den officiella webbplatsen.";
INSTALLER_RETRY_COUNTDOWN = "Försöker igen om %d.";
INSTALLER_UNCOMPRESSING = "Packa upp filer";
